import React, { Component } from 'react'
import "./FeedbackComp.css"
export default class FeedbackComp extends Component {
  render() {
    return (
      <div>

<div class="outerdiv">
    <div class="innerdiv">
      
      <div class="div1 eachdiv">
        <div class="userdetails">

          <div class="detbox">
            <p class="name">Даниил</p>
            <p class="designation">Проверенный посетитель</p>
          </div>
        </div>
        <div class="review">
          <h4>Отличная квартира, я остался очень доволен!</h4>
        <p>“ С момента переписки была видна вежливость хозяйки, квартира находится в очень удобном месте, недалеко до Санатория "Виктория", тоже очень красивое место, часто пили тут минеральную воду. Вода с крана тоже питьевая ,.Всей моей семье понравилось провести тут время, поэтому постараемся приехать сюда ещё! Квартира красивая, чистая и уютная. В городе много зелени , отзывчивые люди. Хозяйка рассказала нам где какие места и как куда пройти, до центра прогулка займет 15-20 минут, и нам очень понравилось гулять по городу, очень чистый воздух.Благодарю вас, приедем еще, если Бог даст! ”</p>
        </div>
      </div>
      
      <div class="div2 eachdiv">
        <div class="userdetails">

          <div class="detbox">
            <p class="name">Александр</p>
            <p class="designation">Проверенный посетитель</p>
          </div>
        </div>
        <div class="review">
          <h4>Тут как дома.</h4>
        <p>“ Ранее посещал этот город множество раз , снмал квартиры других людей, но ни в одной квартире до этой не чувствовался такой домашний уют , было очень приятно провести здесь время, очень благодарен хозяйке. И, конечно, чисто, красиво, здорово ! ”</p>
        </div>
      </div>
      
      <div class="div3 eachdiv">
        <div class="userdetails">

          <div class="detbox">
            <p class="name dark">Ирина</p>
            <p class="designation dark">Частый гость</p>
          </div>
        </div>
        <div class="review dark">
          <h4>Очень рекомендую!</h4>
          <p>“Я приезжаю сюда уже 5-ый раз, каждый год, и всегда очень радует это место! 3 из 5 раз я приезжала летом, в июнь , июль тут отличная погода,тепло и дует приятный ветерок. К августу температура , для меня,слишком высокая. Так-же приезжала сюда осенью и весной, и ни разу не пожалела, ни чем не хуже чем летом а может даже лучше. Очень рекомендую , поняла что это мой любимый город после второй поездки, теперь каждый год посещаю Ессентуки. Тут нет ни больших очередей , ни забитых маршруток, много растений и не много людей, чистый воздух. Очень приятная хозяйка! ”</p>
        </div>
      </div>
      
      <div class="div4 eachdiv">
        <div class="userdetails">

          <div class="detbox">
            <p class="name dark">Максим</p>
            <p class="designation dark">Проверенный посетитель</p>
          </div>
        </div>
        <div class="review dark">
          <h4>Очень классное место!!</h4>
        <p>“ Я очень любил посещать город Ессенутки в 2000-ых годах , а потом как-то забыл про это. Недавно друг предложил поехать сюда, и я очень рад, что согласился! ”</p>
        </div>
      </div>
      
      <div class="div5 eachdiv">
        <div class="userdetails">

          <div class="detbox">
            <p class="name">Ксения</p>
            <p class="designation">Проверенный посетитель</p>
          </div>
        </div>
        <div class="review">
          <h4>Неожиданно очень красивое место! Удалось сделать сотни отличных снимков!</h4>
        <p>“ По профессии я фотограф, и это мое любимое дело, и в городе получилось сделать множество отличных фотографий, но особенно мне понравилось , когда я выехала за город! Квартира, кстати, тоже отличная, до центра недалеко, за город выехала за минут 35-40, цены тут на все небольшие, и это, конечно радует. За городом пейзажи удивительно невероятные . Неожидала от этого места такой красоты. Я очень рада, советую! Слава Богу! ”</p>
        </div>
      </div>
    </div>
  </div>
  <div class="attribution">
    
    
  </div>

      </div>

    )
  }
}
